<template>
  <div>
    <h1>关于</h1>
    <div>
      <p>
        元年前端开发框架是一套基于组件化设计，提供丰富的可扩展能力的前端开发框架。
      </p>
      <p>
        框架自身提供了完备的组件库，如：表格，按钮，菜单等。同时也支持用户按照元年框架组件标准开发自己的组件以满足特殊需求。
      </p>
      <p>
        框架还提供了对于响应式设计布局，客户化定制主题的支持。通过基于模版的SPA构建模式，可快速搭建应用。框架还提供移动端支持，国际化支持等。
      </p>
      <p>
        元年前端开发框架旨在减少前端开发中不同框架差异性带来的影响，对内提供统一的开发体验，降低开发人员的学习成本，使得开发人员更专注于业务逻辑。
      </p>
      <p>元年前端开发框架同时提供了丰富的可扩展能力，以满足不通的开发需求。</p>
    </div>
    <div>
      <p>维护人员:【低代码平台研发部】</p>
    </div>
  </div>
</template>
<script>
export default {
  name: "About",
  data() {
    return {};
  }
};
</script>
<style></style>
